#   TODO:  То есть "for что именно сюда?" in "что сюда?"
#     human  - временная переменная в которой будет хранится итерируемое имя,  на данном этапе цикла.
#     o4ered - список, словарь, кортеж - любовь объект в пайтон который можно пересчитать

shkaf1 = 'Вещи Василия'
shkaf2 = 'Вещи Петра'
shkaf3 = 'Вещи Александра'

print()
print('shkaf1 --- shkaf2 --- shkaf3')  # Шкафы без дверей
print()
print('{shkaf1} --- {shkaf2} --- {shkaf3}') # Шкафы с дверьми.
print()
print(f'{shkaf1} --- {shkaf2} --- {shkaf3}')  # Двери + универсальный ключик

